test/liquid_solid_fluidized_bed/semi/force_buoyancy+drag+vm/SchillerNaumann/CFD/0/rho
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.6                                   |
|   \\  /    A nd           | Web:      http://www.OpenFOAM.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
  version     2.0;
  format      ascii;
  class       volScalarField;
  object      p;
}

dimensions      [1 -3 0 0 0 0 0];

internalField   uniform 1000;

boundaryField
{
  ".*"
  {
    type            zeroGradient;
    value           $internalField;
  }
}
